INSERT INTO positions (description, name, service_station_id)
VALUES ('Механик', 'Mechanic', 1),
       ('Осуществляет гарантийное обслуживание', 'Инженер по гарантии', 1),
       ('Начальник отдела сервиса и ремонта', 'Начальник смены', 1),
       ('Осуществляет диагностику авто', 'Диагност', 1),
       ('Осуществляет сонсультирование клиентов', 'Сервисный консультант', 1),
       ('Начальник логистики', 'Начальник отдела логистики', 1),
       ('Следит за наполнением склада', 'Логист', 1),
       ('Заместитель директора', 'Зам директора', 1),
       ('Самый главный', 'Директор', 1),
       ('Кассир-бухгалтер', 'Кассир', 1),
       ('Главбух', 'Главный бухгалтер', 1);
