INSERT INTO positions (description, name)
VALUES ('Механик', 'Mechanic'),
       ('Осуществляет гарантийное обслуживание', 'Инженер по гарантии'),
       ('Начальник отдела сервиса и ремонта', 'Начальник смены'),
       ('Осуществляет диагностику авто', 'Диагност'),
       ('Осуществляет сонсультирование клиентов', 'Сервисный консультант'),
       ('Начальник логистики', 'Начальник отдела логистики'),
       ('Следит за наполнением склада', 'Логист'),
       ('Заместитель директора', 'Зам директора'),
       ('Самый главный', 'Директор'),
       ('Кассир-бухгалтер', 'Кассир'),
       ('Главбух', 'Главный бухгалтер');
