INSERT INTO service_stations (id, created_by, created_when, address, name, phone)
VALUES (1, 'Elena M', now(), 'г. Пермь, ул. Карпинского 15/2', 'SV Центр', '8-800-200-08-90'),
       (2, 'Elena M', now(), 'г. Пермь, ул. Екатерининская 78', 'AV-MOTORS', '8-800-100-88-88'),
       (3, 'Elena M', now(), 'г. Пермь, ул. Стахановская 112', 'Дизель-Сервис', '8-800-100-77-07'),
       (4, 'Elena M', now(), 'г. Новокузнецк, ул. Кирова 90', 'Пан Моторс', '8-800-400-67-08'),
       (5, 'Elena M', now(), 'г. Новокузнецк, пр-т. Металлургов 45', 'Transmission center', '8-800-200-98-07'),
       (6, 'Elena M', now(), 'г. Москва, пр-т. Новоясеневский 6', 'GN service', '8-800-100-55-05'),
       (7, 'Elena M', now(), 'г. Москва, ул. Новокузнецкая 204', 'Бьёрн Моторс', '8-800-400-32-76'),
       (8, 'Elena M', now(), 'г. Самара, ул. Кирова 89', 'Техцентр №1', '8-800-400-77-07'),
       (9, 'Elena M', now(), 'г. Самара, ул. Курако 76', 'Авалон-Моторс', '8-800-200-09-07'),
       (10, 'Elena M', now(), 'г. Пермь, ул. Стахановская 78', 'CARSAR', '8-800-500-88-07');

SELECT setval('service_station_seq', 11);
